Repository: arazro/react-ts-saga-multiLanguage
Catalog: src/assets/locales/*/messages.po
Languages: fa

source: 404: The page you are looking for isn’t here
fa: 404: صفحه مورد نظر شما اینجا نیست

source: Add customer
fa: ثبت کاربر

source: Change Language
fa: تغییر زبان

source: Export
fa: ذخیره لیست

source: Import
fa: ورود لیست

source: Last Login
fa: آخربن ورود

source: Name
fa: نام

source: Person ID
fa: کد کاربری

source: Profile
fa: پروفایل

source: Save
fa: ثبت

source: Sign in
fa: ورود

source: Sign in now
fa: وارد شوید

source: Status
fa: وضعیت

source: Superuser
fa: ادمین

source: The information can be edited
fa: افزودن یا ویرایش مشخصات

source: Type
fa: نوع

source: Upload picture
fa: ذخیره عکس

source: You either tried some shady route or you came here by mistake. Whichever it is, try using the navigation
fa: یا مسیری اشتباه را امتحان کردید یا به اشتباه به اینجا آمدید. در هر صورت ، سعی کنید سعی کنید مسیر درست انتخاب کنید

source: login with email address
fa: آدرس ایمیل وارد کنید
